{
    "About": "பற்றி",
    "Safe Harbour Youth is committed to empowering youth and preventing violence. Join us in creating a safer future for all.": "சேஃப் ஹார்பர் யூத், இளைஞர்களை அதிகாரப்படுத்துவதிலும் வன்முறையைத் தடுப்பதிலும் உறுதியாக உள்ளது. அனைவருக்கும் ஒரு பாதுகாப்பான எதிர்காலத்தை உருவாக்குவதில் எங்களுடன் சேருங்கள்.",
    "Explore": "ஆராய்ச்சி",
    "Donation": "நன்கொடை",
    "Donate": "நன்கொடை அளிக்க",
    "Login": "உள்நுழைவு",
    "File a Complaint": "புகார் சமர்ப்பிக்கவும்",
    "Newsletter": "செய்திமடல்",
    "Email address": "மின்னஞ்சல் முகவரி",
    "Subscribe": "பதிவு செய்ய",
    "NGOs": "அரசு அல்லாத அமைப்புகள்",
    "Resources": "வளங்கள்",
    "Home": "முகப்பு",
    "Raise your voice": "உங்கள் குரலை உயர்த்துங்கள்",
    "File a complaint if you have experienced or witnessed any form of violence. Your feedback helps us improve our services and support for those in need.": "நீங்கள் ஏதேனும் வன்முறையை அனுபவித்துள்ளீர்களா அல்லது காணவில்லையா என்றால் ஒரு புகார் சமர்ப்பிக்கவும். உங்கள் கருத்து எங்களுக்கு எங்கள் சேவைகளை மேம்படுத்துவதிலும் அவர்களுக்கு ஆதரவை அளிக்கும் உதவுகின்றது.",
    "Activities We Organized": "எங்கள் அமலித்த செயல்கள்",
    "Explore the various activities and events we have organized to raise awareness and support for victims of violence. Join us in making a difference.": "வன்முறையினரின் உதவிக்கு உயர்த்துவதற்கு மற்றும் அவர்களின் முழுமையான பரிதாபங்களுக்கு ஆதரவை அளிக்கும் பல விதங்கள் மற்றும் நிகழ்வுகளை உருவாக்க நாங்கள் அமைத்துள்ளோம். வேறுபாடு உண்டாக்க எங்களுடன் சேருங்கள்.",
    "Support Our Cause": "எங்கள் காரணத்தை ஆதரிக்கவும்",
    "Your donation helps us continue our mission to support victims of violence and create a safer community for everyone. Every contribution makes a difference.": "உங்கள் நன்கொடை நாங்கள் வன்முறையினரை ஆதரிக்க மற்றும் ஒரு பாதுகாப்பான சமூகத்தை உருவாக்குவதில் உதவுகின்றது. ஒவ்வொரு சம்பாதனையும் ஒரு வேலை செய்யும்.",
    "Previous": "முந்தைய",
    "Next": "அடுத்தது",
    "Resource": "வளங்கள்",
    "About Us": "எங்களை பற்றி",
    "Our Mission": "எங்கள் பணி",
    "Our Vision": "எங்கள் காட்சிப்பாடு",
    "Core Values That Guide Us": "எங்களை வழிநடத்தும் மைய மதிப்புகள்",
    "About Us Text": "சேஃப் ஹார்பர் யூத் என்பது இளம் வயதினர் வன்முறையை கண்டறியும் மற்றும் தடுப்பதில் முன்னணியில் நிற்பதாகும். எங்கள் தளம் இளைஞர்களை உள்ளூர் ஆதரவு நெட்வொர்க்குகள் மற்றும் அரசு அல்லாத அமைப்புகளுடன் இணைக்கிறது.",
    "Our Mission Text": "இளம் வயதினர் வன்முறை சம்பவங்களை பதிவு செய்ய மற்றும் உடனடி ஆதரவு பெற உதவும் ஒரு பாதுகாப்பான, பதிலளிக்கும் மற்றும் அணுகக்கூடிய தளத்தை வழங்குதல் எங்கள் பணி.",
    "Our Vision Text": "ஒவ்வொரு இளம் நபரும் பயமின்றி மற்றும் வன்முறையின்றி வாழ உரிமையும் திறனும் பெற்றிருக்கும் உலகை நாங்கள் காண்கிறோம். எங்கள் முயற்சிகள் மூலம் சமூக மாற்றத்தை ஊக்குவித்து, எங்களையும் சக்தி பெறும் மிகவும் பாதுகாப்பற்றவர்களைக் காக்கும் கொள்கைகளையும் நடைமுறைகளையும் பாதிப்பதற்கான எங்கள் நோக்கம்.",
    "Core Values Text": "எங்கள் மைய மதிப்புகள் — கருணை, நேர்மை, புதுமை, மற்றும் ஒத்துழைப்பு — எங்கள் வேலையின் அடித்தளம். நாங்கள் ஆழமாக இரக்கம் கொள்வோம், ரகசியத்தை பேணுவோம், சிறந்த தீர்வுகளுக்காக புதுமையைத் தேடுவோம், மற்றும் இளம் சமூகத்திற்கான பாதுகாப்பான எதிர்காலத்தை உருவாக்க ஒத்துழைப்போம்.",


          "2017 Public Awareness Campaign": "2017 பொது விழிப்பு பணிக்குழு",
          "Youth Voices and Verses for Violence Prevention: Lessons in the Cycle In honor of National Youth Violence Prevention Awareness Week in April 2017, UYTC hosted an event with the purpose of encouraging members of the community to celebrate the important role of the arts in sustaining and supporting positive youth development.": "இளைஞர்களின் குரல்களும் கவிதைகளும் வன்முறையை தடுக்க பணிகள்: நாள்காட்டி அனல் பாதுகாக்க முழுமையான மீது பரிந்துரைக்க நாடுகளின் உத்தரவுக் காலத்தில் 2017 ஆம் ஆண்டில், UYTC நாட்டின் அணையப்படுத்த ஒன்றிணைந்தது, கலைகளின் முக்கிய பங்கை வைக்கும் மற்றும் உள்ளங்களின் உயர்ந்தக் கட்டளையை ஆதரிக்கும் நல்ல இளைஞர் வளர்ச்சியை ஆதரிக்கும் கொள்கையைக் கொண்டு ஒரு நிகழ்வை வழங்கியது.",
          "Talk. They Hear You": "பேசுக. அவர்கள் உங்களைக் கேளுகின்றனர்",
          "The “Talk. They Hear You.” campaign aims to reduce underage drinking and other substance use among youths under the age of 21 by providing parents and caregivers with information and resources they need to address these issues with their children early and often.": "“பேசுக. அவர்கள் உங்களைக் கேளுகின்றனர்” பயன்படுத்தி குறைகின்றது குறித்துக் குழு இளைஞர்களின் அக்காலத்தில் குடியேற்றத்தை ஒழிக்க மற்றும் மற்றொரு பொருள் பயன்படுத்தலை விரும்புகின்றது. 21 வயது குறைந்த வயதில் இளைஞர்களின் பயன்படுத்தலை குறைக்க மற்றும் அவர்களின் முன்னிலைகளை அடுத்து மிகவும் அடிப்படையாகக் கொள்கையாக்க குழுவுக்கு தேவையான தகவல்கள் மற்றும் வளங்களை அவர்கள் குழுவினர் மற்றும் வழிபாட்டுப் பெருமளிக்கும் வழிமுறைகளை வழங்குகின்றன.",
          "Hi Anxiety": "ஹாய் அனைக்சிடி",
          "Creating Social Media Campaigns that Promote Awareness and Support Adolescents’ Mental Health": "பயன்பாட்டு சமூக ஊடகங்களை உருவாக்கும், உணர்வைப் பரவுவது மற்றும் குழுமம் உறவுகளின் உள்ளமையான ஆரோக்கியத்தை ஆதரிக்கும்",
          "Protecting Black Youths’ Emotional Lives": "கருப்பு இளைஞர்களின் உறுதியான வாழ்க்கைகளைக் காத்திருக்கும்",
          "Exposure to community violence, which disproportionately affects Black youth, erodes mental health. Mentoring programs help teens cope.": "கருப்பு இளைஞர்களை அதிகமாகக் காணப்படும் குடியுரிமை, மானத்தை குழப்பப்படுத்துகின்றது. மாணவர்கள் உதவிப் பயிற்சி திட்டங்கள் செயல்படுத்துகின்றன.",
          "Learn How to Help": "உதவுவதற்கு எப்படி கற்க",


          
            "about_us_title": "எங்களை பற்றி",
            "our_mission_title": "எங்கள் பணி",
            "our_mission_description": "இளம் வயதினர் வன்முறை சம்பவங்களை பதிவு செய்ய மற்றும் உடனடி ஆதரவு பெற உதவும் ஒரு பாதுகாப்பான, பதிலளிக்கும் மற்றும் அணுகக்கூடிய தளத்தை வழங்குதல் எங்கள் பணி.",
            "our_vision_title": "எங்கள் காட்சிப்பாடு",
            "our_vision_description": "ஒவ்வொரு இளம் நபரும் பயமின்றி மற்றும் வன்முறையின்றி வாழ உரிமையும் திறனும் பெற்றிருக்கும் உலகை நாங்கள் காண்கிறோம். எங்கள் முயற்சிகள் மூலம் சமூக மாற்றத்தை ஊக்குவித்து, எங்களையும் சக்தி பெறும் மிகவும் பாதுகாப்பற்றவர்களைக் காக்கும் கொள்கைகளையும் நடைமுறைகளையும் பாதிப்பதற்கான எங்கள் நோக்கம்.",
            "core_values_title": "எங்களை வழிநடத்தும் மைய மதிப்புகள்",
            "core_values_description": "எங்கள் மைய மதிப்புகள் — கருணை, நேர்மை, புதுமை, மற்றும் ஒத்துழைப்பு — எங்கள் வேலையின் அடித்தளம். நாங்கள் ஆழமாக இரக்கம் கொண்டு, ரகசியத்தை பேணுகிறோம், சிறந்த தீர்வுகளுக்காக புதுமையைத் தேடி, மற்றும் இளைஞர் சமூகத்திற்கான பாதுகாப்பான எதிர்காலத்தை உருவாக்க ஒத்துழைப்போம்.",
            "NGOs Associated": "உத்தரவுக்களைப் பெறும் கழகங்கள்",
            "See all NGOs ->": "அனைத்து கழகங்களையும் பார்க்க ->",
            "NGO": "NGO"

          

}

      

