{
    "About": "जानकारी",
"Safe Harbour Youth is committed to empowering youth and preventing violence. Join us in creating a safer future for all.": "सेफ हार्बर यूथ का युवाओं को सशक्त बनाने और हिंसा को रोकने का समर्पण है। हमसे जुड़ें और सभी के लिए एक सुरक्षित भविष्य बनाने में सहायता करें।",
"Explore": "अन्वेषण करें",
"Donation": "दान",
"Donate": "दान करें",
"Login": "लॉग इन करें",
"File a Complaint": "शिकायत दर्ज करें",
"Newsletter": "न्यूज़लेटर",
"Email address": "ईमेल पता",
"Subscribe": "सब्सक्राइब",
"NGOs": "एनजीओ",
"Resources": "संसाधन",
"Home": "होम",
"Raise your voice": "अपनी आवाज़ उठाओ",
"File a complaint if you have experienced or witnessed any form of violence. Your feedback helps us improve our services and support for those in need.": "यदि आपने किसी भी प्रकार की हिंसा का सामना किया या देखा है, तो शिकायत दर्ज करें। आपकी प्रतिक्रिया हमें जरूरतमंदों के लिए हमारी सेवाओं और समर्थन में सुधार करने में मदद करती है।",
"Activities We Organized": "हमने आयोजित की गई गतिविधियाँ",
"Explore the various activities and events we have organized to raise awareness and support for victims of violence. Join us in making a difference.": "हिंसा के पीड़ितों के लिए जागरूकता और समर्थन बढ़ाने और समर्थन के लिए हमने आयोजित की गई विभिन्न गतिविधियों और घटनाओं का अन्वेषण करें। हमारे साथ अंतर लाने में शामिल हों।",
"Support Our Cause": "हमारे कारण का समर्थन करें",
"Your donation helps us continue our mission to support victims of violence and create a safer community for everyone. Every contribution makes a difference.": "आपका योगदान हमें हिंसा के पीड़ितों का समर्थन करने और सभी के लिए एक सुरक्षित समुदाय बनाने के हमारे मिशन को जारी रखने में मदद करता है। प्रत्येक योगदान में अंतर होता है।",
"Previous": "पिछला",
"Next": "अगला",
"Resource": "संसाधन",
"About Us": "हमारे बारे में",
"Our Mission": "हमारा मिशन",
"Our Vision": "हमारी दृष्टि",
"Core Values That Guide Us": "हमें मार्गदर्शन करने वाले मौलिक मूल्य",
"About Us Text": "हमारे बारे में टेक्स्ट",
"Our Mission Text": "हमारा मिशन टेक्स्ट",
"Our Vision Text": "हमारी दृष्टि टेक्स्ट",
"Core Values Text": "हमारे मौलिक मूल्य टेक्स्ट",
"2017 Public Awareness Campaign": "2017 सार्वजनिक जागरूकता अभियान",
"Youth Voices and Verses for Violence Prevention: Lessons in the Cycle In honor of National Youth Violence Prevention Awareness Week in April 2017, UYTC hosted an event with the purpose of encouraging members of the community to celebrate the important role of the arts in sustaining and supporting positive youth development.": "हिंसा निवारण के लिए युवा आवाज़ और छंद: चक्र में सबक २०१७ में अप्रैल महीने में राष्ट्रीय युवा हिंसा निवारण जागरूकता सप्ताह के अवसर पर, यूएटीसी ने कला की महत्वपूर्ण भूमिका का समर्थन और संरक्षण करने में सहायक युवा विकास को बनाए रखने के लिए समुदाय के सदस्यों को प्रोत्साहित करने के उद्देश्य से एक घटना आयोजित की।",
"Talk. They Hear You": "बातचीत करें। वे सुनते हैं आपकी",
"The “Talk. They Hear You.” campaign aims to reduce underage drinking and other substance use among youths under the age of 21 by providing parents and caregivers with information and resources they need to address these issues with their children early and often.": "बातचीत करें। वे सुनते हैं आपकी अभियान का उद्देश्य २१ वर्ष से कम उम्र के युवाओं के बीच नाबालिग पेय और अन्य पदार्थ उपयोग को कम करना है जिसे वे अपने बच्चों के साथ इन मुद्दों का सामना करने के लिए प्रारंभिक और अक्सर जरूरी होता है।",
"Hi Anxiety": "नमस्कार चिंता",
"Creating Social Media Campaigns that Promote Awareness and Support Adolescents’ Mental Health": "सामाजिक मीडिया अभियान बनाना जो जागरूकता बढ़ाते हैं और किशोरों के मानसिक स्वास्थ्य का समर्थन करते हैं",
"Protecting Black Youths’ Emotional Lives": "काले युवाओं के भावनात्मक जीवन की सुरक्षा करना",
"Exposure to community violence, which disproportionately affects Black youth, erodes mental health. Mentoring programs help teens cope.": "समुदाय की हिंसा का सामना, जिसमें काले युवाओं पर असमान रूप से प्रभाव पड़ता है, मानसिक स्वास्थ्य को क्षीण करता है। मेंटरिंग कार्यक्रम टीन लड़कों को सहायता करते हैं।",
"Learn How to Help": "कैसे मदद करें",
"about_us_title": "हमारे बारे में",
"our_mission_title": "हमारा मिशन",
"our_mission_description": "हमारा मिशन विवरण",
"our_vision_title": "हमारी दृष्टि",
"our_vision_description": "हमारी दृष्टि विवरण",
"core_values_title": "हमें मार्गदर्शन करने वाले मौलिक मूल्य",
"core_values_description": "हमारे मौलिक मूल्य विवरण",
"NGOs Associated": "संगठनों से जुड़ा",
"See all NGOs ->": "सभी संगठनों को देखें ->",
"NGO": "एनजीओ",
"trackComplaintTitle": "अपनी शिकायत का पता लगाएं",
  "enterComplaintNumber": "शिकायत संख्या दर्ज करें",
  "trackNow": "अब ट्रैक करें",
  "complaintStatusInProgress": "आपकी शिकायत पर कार्रवाई की जा रही है।",
  "NGOsAssociated": "जुड़े एनजीओ",
  "seeAllNGOs": "सभी एनजीओ देखें",
  "learnHowToHelp": "मदद करना सीखें",
  "UNAGBDescription": "ग्रेटर बोस्टन का संयुक्त राष्ट्र संघ संगठन (UNAGB) वैश्विक नागरिकों का मजबूत बहु-पीढ़ी नेटवर्क बनाने के लिए समर्पित है।",
  "CeresDescription": "सेरेस एक स्थायित्व गैर-लाभकारी संगठन है जो अर्थव्यवस्था भर में समाधान चलाने और नेतृत्व निर्माण करने के लिए सबसे प्रभावशाली निवेशकों और कंपनियों का नेतृत्व करता है।",
  "ProjectHopeDescription": "प्रोजेक्ट होप बोस्टन में गरीबी और बेघरी से परिवारों को आगे बढ़ाने के प्रयासों में अग्रणी एक बहु-सेवा एजेंसी है।",
  "WorldEducationDescription": "हम शिक्षा विकास विशेषज्ञ हैं जो मानते हैं कि हर किसी को उच्च-गुणवत्ता की शिक्षा प्राप्त करने का अधिकार है। हमारा काम इस विश्वास से प्रेरित है कि शिक्षा विश्वभर में लोगों के जीवन की गुणवत्ता में सुधार और आर्थिक अवसर बढ़ाने के लिए एक शक्तिशाली साधन है।"

}